MESSAGE_1 = "Приветствую тебя, мой дорогой друг ! На данный момент ты видишь перед собой интерфейс  нейронной сети 🤖 \
\nБолее подробную информацию о функциях бота увидишь, когда нажмешь на соответствующую  кнопку внизу.\
\n\n<b><u>Команды</u></b>: \
\n\nДля запуска бота используй \
\n/start \
\n\n1 - <b><u>Создать мем</u></b> - создание мема по картинке \
\n\n2 - <b><u>ℹИнфо</u></b> - возврат главного информационного сообщения \
\n\n3 - <b><u>💵Донат</u></b> - ссылка для ваших донатов \
\n\n4 - <b><u>⚙Саппорт</u></b> - контакты администрации \
\n\n5 - <b><u>🧑‍💻Обучить бота</u></b> - отправить мем боту для его последующего обучения на  картинках пользователей \
\n\n6 - <b><u>🛠Тест сервера</u></b> - проверка работоспособности бота"
MESSAGE_2 = "Сюда ты можешь отправить свои пожертвования, которые пойдут на развитие нашей постироничной нейронной сети."
MESSAGE_3 = "Это мы! Постарайся нам не писать!"
MESSAGE_4 = "Пришли любую картинку. Это должен быть не файл, а именно картинка 🖼"
MESSAGE_5 = "Привет, сейчас ты находишься в обучающем разделе. Если ты хочешь помочь обучить нашу сеть, то выбери соответствующий пункт меню."
MESSAGE_6 = "Время ожидания истекло 🕑 \
\n\nСервер работает на картошке, так что мы автоматически завершаем сеансы неактивных пользователей. \
\n\nДля повторной активации введите /start"
MESSAGE_7 = "СЕРВЕРНОЕ СООБЩЕНИЕ"
MESSAGE_8 = "Ты прислал совсем не то, что я просил. Попробуй еще раз."
MESSAGE_9 = 'SCP-579: <span class="tg-spoiler">[ДАННЫЕ УДАЛЕНЫ]</span> \
\n\nНужно сделать еще?'
MESSAGE_10 = "Спасибо большое! Невозможно собрать большой качественный датасет в одиночку. Твоя помощь очень важна."
MESSAGE_11 = "Пока, дружочек. Приходи еще."
MESSAGE_12 = "Используйте ссылки выше или выберите 'Назад' для возврата в главное меню."
MESSAGE_13 = "Чтобы обучить нейросеть потребуется прислать мем в <b>следующем формате</b>: \
\n\n- Для начала пришли <b>картинку</b> \
\n- Далее после запроса пришли текстовое описание к картинке"
MESSAGE_14 = "Главный разработчик: <a href='https://t.me/zer0deck'>@zer0deck</a>. Напиши ему."
MESSAGE_15 = "Теперь пришли <b>текстовое описание</b>"
MESSAGE_16 = "Спасибо за использование нашей нейросети. \nЕсли тебе понравилось ее работа, то можешь поддержать нас по кнопке донатов в главном меню 💶"
MESSAGE_17 = "Что-то пошло не так. Возможно ты отправил что-то кроме картинки или сервер в данный момент не активен.\n\nПодсказка: Ты можешь проверить, работает ли сервер, в главном меню."